Repository: solona-m/Pickles-Playlist-Editor
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, nl_nl, sv_se, zh_hans

# Prog_IncreasingVolume
source: Increasing volume...
de_de: Lautstärke wird erhöht...
es_es: Aumentando el volumen...
fr_fr: Augmentation du volume...
nl_nl: Volume verhogen...
sv_se: Ökar volym...
zh_hans: 正在提高音量…

# Prog_ApplyingEQSettings
source: Applying EQ settings...
de_de: EQ-Einstellungen werden angewendet...
es_es: Aplicando configuración del ecualizador...
fr_fr: Application des paramètres EQ...
nl_nl: EQ-instellingen toepassen...
sv_se: Tillämpar EQ-inställningar...
zh_hans: 正在应用均衡器设置…

# Menu_Rename
source: Rename
es_es: Renombrar
nl_nl: Hernoemen
zh_hans: 重命名

# Dlg_OrganizeLibrary_Title
source: Warning
es_es: Advertencia
nl_nl: Waarschuwing
zh_hans: 警告

# Dlg_OrganizeLibrary_Content
source: This will rename all of your scd files and put them in folders named after your playlists. Backup your mod before continuing!
es_es: Esto renombrará todos tus archivos scd y los colocará en carpetas con el nombre de tus listas de reproducción. ¡Haz una copia de seguridad de tu mod antes de continuar!
nl_nl: Hiermee worden al je scd-bestanden hernoemd en in mappen geplaatst die naar je afspeellijsten zijn vernoemd. Maak een back-up van je mod voordat je verdergaat!
zh_hans: 这将重命名你所有的 scd 文件，并将它们放入以播放列表命名的文件夹中。继续前请备份你的模组！
